aaron-bond.better-comments
alexcvzz.vscode-sqlite
almenon.arepl
andys8.jest-snippets
astro-build.astro-vscode
austenc.tailwind-docs
bajdzis.vscode-twig-pack
batisteo.vscode-django
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
cameron.vscode-pytest
christian-kohler.path-intellisense
cleanthemes.matte-black-theme
cweijan.vscode-mysql-client2
cweijan.vscode-postgresql-client2
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
donjayamanne.githistory
donjayamanne.python-environment-manager
durzn.brackethighlighter
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
eiminsasete.apacheconf-snippets
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
frhtylcn.pythonsnippets
imgildev.vscode-astro-pack
imgildev.vscode-astrodb-snippets
jeff-hykin.better-shellscript-syntax
junstyle.vscode-django-support
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.fluent-icons
mohd-akram.vscode-html-format
mrmlnc.vscode-apache
ms-azuretools.vscode-docker
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-server
njpwerner.autodocstring
patbenatar.advanced-new-file
pinage404.bash-extension-pack
pkief.material-icon-theme
qwtel.sqlite-viewer
rangav.vscode-thunder-client
rifi2k.format-html-in-php
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
rogalmic.bash-debug
shakram02.bash-beautify
shamanu4.django-intellisense
sheltonlouis.astro-snippets
shtian.jest-snippets-standard
spmeesseman.vscode-taskexplorer
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-spanish
tabnine.tabnine-vscode
taiyuuki.character-conversion
teabyii.ayu
timonwong.shellcheck
tushortz.python-extended-snippets
usernamehw.errorlens
vincaslt.highlight-matching-tag
vintharas.learn-vim
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vitchu.vscode-autohide-vim
vivaxy.vscode-conventional-commits
vscodevim.vim
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
